tap "nikitabobko/tap"
brew "fastfetch"
brew "git"
brew "lazygit"
brew "neovim"
brew "stow"
brew "tmux"
brew "tree"
cask "aerospace"
cask "cursor"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "obsidian"
cask "transmission"
cask "zen"
